brew "age"
brew "ansible"
brew "ansible-lint"
brew "bash-language-server"
brew "bat"
brew "chezmoi"
brew "diff-so-fancy"
brew "diffoscope"
brew "dos2unix"
brew "eza"
brew "fd"
brew "fish"
brew "fx"
brew "fzf"
brew "gh"
brew "git"
brew "git-extras"
brew "glab"
brew "glow"
brew "helm"
brew "htop"
brew "ipcalc"
brew "jq"
brew "k9s"
brew "kubectl-explore"
brew "kubernetes-cli"
brew "kustomize"
brew "lua-language-server"
brew "neovim"
brew "ripgrep"
brew "scooter"
brew "shellcheck"
brew "sops"
brew "starship"
brew "stylua"
brew "tmux"
brew "tpm"
brew "trash-cli"
brew "wl-clipboard"
brew "yaml-language-server"
brew "zellij"
brew "zoxide"
cask "copilot-cli"
cask "font-ubuntu-mono-nerd-font"
