tap "dawidd6/tap"
tap "dawidd6/test"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/linux-dev"
tap "homebrew/services"
tap "homebrew/test-bot"
brew "bandwhich"
brew "zlib"
brew "bat"
brew "openssl@1.1"
brew "binutils"
brew "brotli"
brew "c-ares"
brew "readline"
brew "python@3.9"
brew "libxml2"
brew "jemalloc"
brew "pkg-config"
brew "openldap"
brew "curl"
brew "curlie"
brew "diff-so-fancy"
brew "docker-completion"
brew "docker-compose"
brew "fd"
brew "pcre2"
brew "fish"
brew "fswatch"
brew "node"
brew "fx"
brew "gh"
brew "git"
brew "gitbatch"
brew "gitleaks"
brew "glow"
brew "go"
brew "grpcurl"
brew "helm"
brew "help2man"
brew "hub"
brew "ipcalc"
brew "iperf"
brew "jid"
brew "jo"
brew "jq"
brew "jsonlint"
brew "keydb"
brew "kompose"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "minikube"
brew "ncdu"
brew "neofetch"
brew "newman"
brew "noti"
brew "pastebinit"
brew "pipgrip"
brew "protobuf"
brew "protoc-gen-go"
brew "protoc-gen-go-grpc"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "ruby@2.7"
brew "rust"
brew "shellcheck"
brew "skaffold"
brew "socat"
brew "speedtest-cli"
brew "svgcleaner"
brew "typescript"
brew "vale"
brew "websocat"
brew "youtube-dl"
brew "dawidd6/tap/deber"
brew "dawidd6/tap/dh-make-golang"
