brew "ansible"
brew "ansible-lint"
brew "apidoc"
brew "arduino-cli"
brew "asciinema"
brew "awscli"
brew "bandwhich"
brew "bat"
brew "caddy"
brew "cgns"
brew "checkbashisms"
brew "convox"
brew "crystal"
brew "curl"
brew "dawidd6/tap/actions-updater"
brew "dawidd6/tap/deber"
brew "dawidd6/tap/devscripts"
brew "dawidd6/tap/dh-make-golang"
brew "dawidd6/tap/git-buildpackage"
brew "dawidd6/tap/keybase-cli"
brew "dawidd6/tap/pristine-tar"
brew "devdash"
brew "devspace"
brew "diff-so-fancy"
brew "direnv"
brew "docker-completion"
brew "docker-compose"
brew "doctl"
brew "dos2unix"
brew "expect"
brew "fd"
brew "ffsend"
brew "fish"
brew "fswatch"
brew "fx"
brew "fzf"
brew "gh"
brew "gist"
brew "git"
brew "gitbatch"
brew "git-delta"
brew "gitleaks"
brew "git-town"
brew "glow"
brew "gnupg"
brew "gnu-tar"
brew "go"
brew "goreleaser"
brew "gotop"
brew "gpatch"
brew "grpcui"
brew "helm"
brew "help2man"
brew "htop"
brew "hub"
brew "ipcalc"
brew "iperf"
brew "jid"
brew "jo"
brew "jq"
brew "jsonlint"
brew "juju"
brew "kompose"
brew "kubeprod"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "lf"
brew "libmagic"
brew "libxml2"
brew "libxslt"
brew "lxc"
brew "minikube"
brew "mkdocs"
brew "mosquitto"
brew "msmtp"
brew "navi"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "newman"
brew "nmap"
brew "node"
brew "noti"
brew "openssh"
brew "openssl@1.1"
brew "packr"
brew "pastebinit"
brew "pipgrip"
brew "pkg-config"
brew "platformio"
brew "postgresql"
brew "python@3.8"
brew "quilt"
brew "readline"
brew "ruby"
brew "rust"
brew "rust-analyzer"
brew "serf"
brew "shellcheck"
brew "socat"
brew "speedtest-cli"
brew "sphinx-doc"
brew "stress"
brew "terraform"
brew "tldr"
brew "tmux"
brew "trash"
brew "trash-cli"
brew "tree"
brew "typescript"
brew "unrar"
brew "unzip"
brew "wget"
brew "youtube-dl"
brew "zlib"

tap "dawidd6/autoremove"
tap "dawidd6/tap"
tap "dawidd6/test"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/linux-dev"
tap "homebrew/services"
tap "homebrew/test-bot"

if OS.mac?
    tap "homebrew/cask"
    tap "homebrew/cask-drivers"
    tap "homebrew/cask-fonts"
    tap "homebrew/cask-versions"
    cask "docker"
    cask "font-jetbrains-mono"
    cask "google-chrome"
    cask "iterm2"
    cask "libreoffice"
    cask "megasync"
    cask "monitorcontrol"
    cask "postman"
    cask "rectangle"
    cask "spotify"
    cask "stats"
    cask "vagrant"
    cask "visual-studio-code"
else
    brew "lm-sensors"
end
