tap "dawidd6/autoremove"
tap "dawidd6/tap"
tap "dawidd6/test"
tap "dawidd6/update-pypi-resources"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/linux-dev"
tap "homebrew/livecheck"
tap "homebrew/services"
tap "homebrew/test-bot"
tap "vitorgalvao/tiny-scripts"
brew "ansible"
brew "ansible-lint"
brew "asciinema"
brew "awscli"
brew "bandwhich"
brew "bat"
brew "checkbashisms"
brew "convox"
brew "crystal"
brew "curl"
brew "devdash"
brew "diff-so-fancy"
brew "direnv"
brew "docker-completion"
brew "docker-compose"
brew "doctl"
brew "ffsend"
brew "fish"
brew "fswatch"
brew "fx"
brew "fzf"
brew "gh"
brew "gist"
brew "git-delta"
brew "gitbatch"
brew "glow"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "goreleaser"
brew "gotop"
brew "gpatch"
brew "grpcui"
brew "help2man"
brew "htop"
brew "hub"
brew "ipcalc"
brew "jid"
brew "jq"
brew "juju"
brew "kubeprod"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "lf"
brew "lxc"
brew "minikube"
brew "msmtp"
brew "navi"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "noti"
brew "openssh"
brew "operator-sdk"
brew "pastebinit"
brew "patchelf"
brew "pipgrip"
brew "postgresql"
brew "protobuf"
brew "protoc-gen-go"
brew "quilt"
brew "rust-analyzer"
brew "serf"
brew "shellcheck"
brew "speedtest-cli"
brew "sphinx-doc"
brew "stress"
brew "terraform"
brew "tldr"
brew "tmux"
brew "trash"
brew "tree"
brew "typescript"
brew "unrar"
brew "unzip"
brew "wget"
brew "youtube-dl"
brew "dawidd6/tap/actions-updater"
brew "dawidd6/tap/apidoc"
brew "dawidd6/tap/deber"
brew "dawidd6/tap/dh-make-golang"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "docker"
cask "font-jetbrains-mono"
cask "google-chrome"
cask "iterm2"
cask "libreoffice"
cask "megasync"
cask "monitorcontrol"
cask "postman"
cask "rectangle"
cask "spotify"
cask "stats"
cask "vagrant"
cask "visual-studio-code"
