brew "age"
brew "ansible"
brew "ansible-lint"
brew "bash-language-server"
brew "bat"
brew "diff-so-fancy"
brew "diffoscope"
brew "dos2unix"
brew "efm-langserver"
brew "eza"
brew "fd"
brew "fish"
brew "fish-lsp"
brew "fx"
brew "fzf"
brew "gh"
brew "git"
brew "git-extras"
brew "glab"
brew "glow"
brew "gum"
brew "helm"
brew "htop"
brew "ipcalc"
brew "jq"
brew "k9s"
brew "kubectl-explore"
brew "kubectx"
brew "kubernetes-cli"
brew "kustomize"
brew "lua-language-server"
brew "neovim"
brew "ripgrep"
brew "opencode"
brew "openstackclient"
brew "ruby"
brew "s3cmd"
brew "scooter"
brew "shellcheck"
brew "sops"
brew "starship"
brew "stylua"
brew "tealdeer"
brew "tere"
brew "tmux"
brew "tmux-fingers"
brew "tpack"
brew "trash-cli"
brew "wl-clipboard"
brew "yaml-language-server"
brew "yq"
brew "zip"
brew "zoxide"
cask "claude-code"
cask "codex"
cask "copilot-cli"
cask "font-ubuntu-mono-nerd-font"
